const Home = () => {
    return (
        <div>
            <h1>自己紹介</h1>
            <h2>お名前は？</h2>
            <p>原子軌道です。物理を理解したかったのですが、適性がなく悔しいのでこの名前にしました。</p>

            <h2>誕生日は？</h2>
            <p>12月20日です。誕生石はタンザナイト、星座は射手座です。また、誕生花はカトレアです。</p>

            <h2>性別は？</h2>
            <p>男です。</p>

            <h2>好きな食べ物は？</h2>
            <p>味噌バターコーンラーメンが好きです。なかなか、売っているお店がなくて悲しいです。</p>

            <h2>苦手な食べ物は？</h2>
            <p>🦑や🐙、🐚などが苦手です。</p>

            <h2>どんな人がタイプ？</h2>
            <p>経験的に学生時代に美術部だった人と相性が良いです。</p>

            <h2>将来の夢は？</h2>
            <p>図書館界隈で有名な石川県立図書館に行ってみたいです。</p>

            <h2>好きな動物は？</h2>
            <p>昔ホーランド・ロップを飼っていたので、うさぎが好きです。</p>

            <h2>趣味は何？</h2>
            <p>パズルが好きなので、詰将棋をやっています。</p>

            <h2>好きな漫画は？</h2>
            <p>ワールドトリガー、終の退魔師、将国のアルタイル等々が好きです。</p>

            <h2>長所は？</h2>
            <p>自分が決めたことを達成するまでやることです。</p>

            <h2>短所は？</h2>
            <p>人見知りなことです。</p>

            <h2>好きな色は？</h2>
            <p>リッチブラックが好きです。黒色に対して、更に要素を追加しているところが好みです。</p>

            <h2>利き手は？</h2>
            <p>右利きです。</p>

            <h2>血液型は？</h2>
            <p>A型です。</p>

            <h2>白と黒、どちらの方が好き？</h2>
            <p>黒です。</p>

            <h2>好きな天気は？</h2>
            <p>過ごしやすいので、曇りです。</p>

            <h2>好きな有名人は？</h2>
            <p>満島ひかりさんです。カルテットというドラマを観てファンになりました。</p>

            <h2>言われて嬉しい言葉は？</h2>
            <p>褒められるとどの言葉でも嬉しいです。</p>

            <h2>小説だとどんなジャンルが好きですか？</h2>
            <p>現代奇譚が好きです。有名どころだと、虚構推理でしょうか。</p>

            <h2>最後に一言</h2>
            <p>よろしくお願いします〜。</p>
        </div>
    )
}

export default Home;
